IdeaRS.OpenModel.Material.ThermalStrainState
Type of curvature - thermal strain curvature

IdeaRS.OpenModel.Material.ThermalStrainState.None
The curvature is not defined

IdeaRS.OpenModel.Material.ThermalStrainState.Code
The curvatire is defined by the code

IdeaRS.OpenModel.Material.ThermalStrainState.User
The curvature is input by the user